SET SQL_MODE = "NO_AUTO_VALUE_ON_ZERO";
START TRANSACTION;
SET time_zone = "+00:00";

INSERT INTO `config_web_privacy` (`id`, `name`, `position`, `is_active`, `created_at`, `updated_at`, `deleted_at`) VALUES
('2', 'شروط وسياسة الخصوصية', '2', '1', '2023-08-25 00:42:57', '2023-08-25 00:42:57', NULL),
('3', 'جمع المعلومات واستخدامها', '3', '1', '2023-08-25 00:42:57', '2023-08-25 00:42:57', NULL),
('4', 'أنواع البيانات المجمعة', '4', '1', '2023-08-25 00:42:57', '2023-08-25 00:42:57', NULL),
('5', 'بيانات الاستخدام', '5', '1', '2023-08-25 00:42:57', '2023-08-25 00:42:57', NULL),
('6', 'تتبع و ملفات تعريف الارتباط', '6', '1', '2023-08-25 00:42:57', '2023-08-25 00:42:57', NULL),
('7', 'استخدام البيانات', '7', '1', '2023-08-25 00:42:57', '2023-08-25 00:42:57', NULL),
('8', 'نقل البيانات', '8', '1', '2023-08-25 00:42:57', '2023-08-25 00:42:57', NULL),
('9', 'الكشف عن البيانات', '9', '1', '2023-08-25 00:42:57', '2023-08-25 00:42:57', NULL),
('10', 'أمن البيانات', '10', '1', '2023-08-25 00:42:57', '2023-08-25 00:42:57', NULL),
('11', 'مقدمي الخدمة', '11', '1', '2023-08-25 00:42:57', '2023-08-25 00:42:57', NULL),
('12', 'تحليلات', '12', '1', '2023-08-25 00:42:57', '2023-08-25 00:42:57', NULL),
('13', 'روابط لمواقع أخرى', '13', '1', '2023-08-25 00:42:57', '2023-08-25 00:42:57', NULL),
('14', 'خصوصية الأطفال', '14', '1', '2023-08-25 00:42:57', '2023-08-25 00:42:57', NULL),
('15', 'تغييرات سياسة الخصوصية', '15', '1', '2023-08-25 00:42:57', '2023-08-25 00:42:57', NULL),
('16', 'اتصل بنا', '16', '1', '2023-08-25 00:42:57', '2023-08-25 00:42:57', NULL);
COMMIT;
