<?php
return [
//    'navigation_group' => '🔐 '. 'الصلاحيات والاعضاء',
    'navigation_group' => 'الصلاحيات والاعضاء',
    'NavigationLabel' => 'المستخدمون',
    'ModelLabel' => 'مستخدم',
    'PluralModelLabel' => 'المستخدمون',
    'name' => 'اسم المستخدم',
    'phone' => 'رقم الهاتف',
    'email' => 'البريد الإلكتروني',
    'email_verified_at' => 'تم التحقق من البريد في',
    'roles' => 'الصلاحيات',
    'password' => 'كلمة المرور',
    'profile_photo' => 'الصورة',

    'is_active' => 'الحالة',
    'is_active_0' => 'نشط',
    'is_active_1' => 'معطل',

    'tab.Active' => 'نشط',
    'tab.Pending' => 'معطل',
    'tab.Archived' => 'مؤرشف',
    'tab.all' => 'عرض الكل',

    'card.User_Information' => 'بيانات المستخدم',
    'card.Roles' => 'ادارة الصلاحيات',

];
